---
kind: property
id: P:Autodesk.Revit.UI.TemporaryGraphicsCommandData.Document
zh: 文档、文件
source: html/97721a22-ab8b-26da-a011-b64b3726c856.htm
---
# Autodesk.Revit.UI.TemporaryGraphicsCommandData.Document Property

**中文**: 文档、文件

The document.

## Syntax (C#)
```csharp
public Document Document { get; internal set; }
```